export default {
	currentVersionTip: 'Текущая версия уже самая последняя',
	
	updateAlert: 'Обнаружена новая версия, в этой версии есть серьезное обновление, обновите сейчас',
	updateInquiry: 'Обнаружена новая версия, обновляется ли она немедленно',
	tipBtn: 'Советы по обновлению',
	tipBtn2: 'Обновить сейчас',
	tipbtn3: 'Советы по обновлению',
	confirm: 'ОК',
	cancel: 'Отмена',
	
	downloading: 'Не закрывайте обновление загрузки',
	downloadFail: 'Ошибка загрузки',
	installing: 'Установить файл обновления ...',
	installFail: 'Установка не удалась',
	updateProgress: 'Обновить график ',
	reloadTip: 'Перезагрузить подсказку ',
	nowReload: ' сразу Перезагрузить',
	
	updateSuccess1: 'Установлена последняя версия, вы хотите перезапустить приложение сейчас?',
	updateSuccess2: 'Обновление прошло успешно, вы можете использовать последнюю версию после перезапуска приложения!',
}